Repository: neptune-mutual-blue/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: fr, ja

source: Lockup Period
fr: Période de verrouillage
ja: ロックアップ期間

source: Low Boost
ja: 低ブースト

source: Market Price
fr: Prix du marché
ja: 市場価格

source: Maximum Bond
fr: Obligation maximale
ja: 最大のボンド額

source: Maximum Boost
ja: 最大ブースト

source: Maximum Limit:
fr: Limite maximale:
ja: 最大額：

source: Maximum proposal amount should be less than {maxProposal}
ja: 提案の最大金額は {maxProposal} を下回る必要があります

source: Maximum proposal threshold is {maxProposalThreshold}
ja: 提案の最大しきい値は {maxProposalThreshold} です

source: Maximum proposal threshold is {maxThreshold}
ja: 提案の最大しきい値は {maxThreshold} です

source: Maximum protection available is {maxProtection}
ja: 利用可能な最大の保障金額は {maxProtection} です

source: Maximum protection available is {maxProtection}. Choose a amount less than available.
ja: 利用可能な最大の保障金額は {maxProtection} です。利用可能な金額より少ない金額を選択してください。

source: Minimum Boost
ja: 最小ブースト

source: Minimum proposal amount should be greater than {minProposal}
ja: 提案の最小金額は {minProposal} を上回る必要があります

source: Minimum proposal threshold is {minProposal}
ja: 提案の最小しきい値は {minProposal} です

source: Minimum proposal threshold is {minThreshold}
ja: 提案のの最小しきい値は {minThreshold} です

source: Minimum Stake:
fr: Mise ("stake") minimum:
ja: 最小ステーク:

source: My Account
ja: 私のアカウント

source: My Active Protection
fr: Ma protection active
ja: 私の有効保障

source: My Liquidity
fr: Ma liquidité
ja: 私の流動性

source: My Policies
fr: Mes Politiques
ja: 私のポリシー

source: My Total Liquidity
fr: Ma liquidité totale
ja: 私の提供した流動性の合計

source: My Transactions
fr: Mes transactions
ja: 私の取引履歴

source: Neptune Improvement Proposal (NIP)
ja: Neptune 改善提案 (NIP)

source: Network
ja: ネットワーク

source: Next
fr: Suivant
ja: 次へ

source: NEXT UNLOCK CYCLE
fr: PROCHAINE CYCLE "UNLOCK"
ja: 次のアンロックサイクル

source: No <0>liquidity gauge pools found.</0>
ja: <0>流動性ゲージ プールが見つかりません。</0>

source: No <0>POD staking pools found.</0>
fr: Aucun <0>POD "staking pools" trouvé.</0>
ja: <0>PODステーキングプールが見つかりません。</0>

source: No <0>staking pools found.</0>
fr: Aucun <0> "staking pools" trouvé.</0>
ja: <0>ステーキングプールが見つかりません。</0>

source: No data found
fr: Aucune donnée trouvée
ja: データが見つかりません

source: No Data Found
ja: データが見つかりませんでした

source: No known incident found for any cover product. If you believe a cover incident has occurred, earn rewards by reporting the incident.
fr: Aucun incident connu trouvé pour un produit de couverture. Si vous pensez qu'un incident de couverture est survenu, gagnez des récompenses en signalant l'incident.
ja: カバー商品における既知のインシデントは見つかりませんでした。カバーインシデントが発生したと思われた場合は、そのインシデントを通報することによって報酬を取得できます。

source: No transaction history to show
fr: Aucun historique de transaction à afficher
ja: 表示する取引履歴がありません

source: No unread notifications
ja: 未読の通知はありません

source: No valid incidents are reported with the given timestamp
fr: Aucun incident valide n'a été signalé avec l'horodatage donné
ja: 指定されたタイムスタンプにおいて有効なインシデントが通報されていません

source: Not applicable for disputing
fr: Non applicable pour le litige
ja: 異議提出には適用されません

source: Notification
ja: お知らせ

source: NPM approved successfully
ja: NPMは正常に承認されました

source: NPM locked successfully
ja: NPMは正常にロックされました

source: NPM Logo
fr: Logo du NPM
ja: NPM ロゴ

source: Observed Date & Time
fr: Date et heure observées
ja: 観察された日時

source: Open:
fr: Ouvrir:
ja: 開始： 流動性解除期間開始日 流動性解除期間開始日

source: Penalty: {0}
ja: ペナルティ: {0}

source: Please connect your wallet
fr: Veuillez connecter votre portefeuille
ja: ウォレットに接続してください

source: Please connect your wallet...
fr: Veuillez connecter votre portefeuille...
ja: ウォレットに接続してください...

source: Please do not exit this page while transaction is in progress
fr: Veuillez ne pas quitter cette page pendant que la transaction est en cours
ja: 取引実行中にこのページから離れないでください

source: Please specify a value
fr: Veuillez spécifier une valeur
ja: 金額を指定してください

source: Please specify an amount
fr: Veuillez spécifier un montant
ja: 金額を指定してください

source: POD Staking
ja: POD ステーキング

source: policies
ja: カバー

source: Policies
ja: カバー

source: policy
fr: politique
ja: ポリシー

source: Policy purchases on this product are disabled.
ja: この商品のカバー購入は無効になっています。

source: Pool
ja: 資金プール

source: prematurely unlock your npm
ja: npm のロックを早めに解除する

source: Premium Rate
fr: Taux de prime
ja: 料金

source: Previous
fr: Précédent
ja: 前へ

source: Proceed with Caution
ja: 慎重に進めてください

source: Products
fr: Produits
ja: 製品

source: Products Covered Under This Pool
fr: Produits couverts sous ce pool
ja: この資金プールにカバーされている商品

source: Proof of incident
fr: Preuve d'incident
ja: インシデントの証拠

source: Proposal
ja: 提案

source: protection
ja: 保障

source: Protection
ja: 保障

source: Provide a brief explanation of the incident along with any of your own research or comments relating to the validity of the incident.
fr: Fournissez une brève explication de l'incident ainsi que vos propres recherches ou commentaires concernant la validité de l'incident.
ja: インシデントについての簡単な説明、及びこのインシデントの有効性に関するあなたのリサーチやコメントを 提出してください。

source: Provide a URL confirming the nature of the incident.
fr: Fournissez une URL confirmant la nature de l'incident.
ja: このインシデントの性質に関するウェブリンクを提供してください。

source: Provide Liquidity
fr: Fournir de la liquidité
ja: 流動性の提供

source: Provided Liquidity Successfully
fr: Liquidité fournie avec succès
ja: 流動性を提供しました

source: Providing Liquidity...
fr: Approvisionnement de liquidités...
ja: 流動性提供中

source: Purchase Policy
fr: Achat de couverture
ja: ポリシーの購入

source: Purchased {tokenAmountWithSymbol} {projectOrProductName} policy
fr: Couverture acheté {tokenAmountWithSymbol} {projectOrProductName}
ja: {tokenAmountWithSymbol} の{projectOrProductName}ポリシーを購入しました

source: Purchased Policy
fr: Couverture acheté
ja: 購入した保障金額

source: Purchased Policy Successfully
fr: Couverture acheté avec succès
ja: ポリシーを購入しました

source: Purchasing Policy
fr: Achat de couverture
ja: ポリシー購入中

source: Purchasing...
fr: Achat en cours
ja: 購入中...

source: Reason: {0}
ja: 理由: {0}

source: Reassurance Ratio
fr: Ratio de Réassurance
ja: 再保障レシオ

source: Reassurance:
fr: Réassurance:
ja: 再保障額：

source: Receive
ja: 受け取ります

source: Received Rewards successfully
ja: 報酬を正常に受け取りました

source: Receiving Rewards
ja: 報酬を受け取り中

source: Receiving...
ja: 受け取り中

source: Recent Votes
fr: Votes récents
ja: 最近の投票

source: refuted
ja: 異議を提出しました

source: Refuting
fr: Refus
ja: 異議を提出中

source: Removed {tokenAmountWithSymbol} from {0} Pool
ja: {0} プールから {tokenAmountWithSymbol} を撤回しました

source: Removed {tokenAmountWithSymbol} from {projectName} Cover
ja: {projectName} のカバーから {tokenAmountWithSymbol} を撤回しました

source: Removed Liquidity Successfully
fr: Liquidité supprimée avec succès
ja: 流動性を撤回しました

source: Removing liquidity
ja: 流動性を撤回しています

source: Report
fr: Signaler
ja: 通報

source: Report an incident
fr: Signaler un incident
ja: インシデントを通報

source: Report an Incident
fr: Signaler un incident
ja: インシデントを通報

source: REPORT AN INCIDENT
fr: SIGNALER UN INCIDENT
ja: インシデント通報

source: Report Incident
fr: Signaler un incident
ja: インシデントの通報

source: Report Summary
fr: Résumé du rapport
ja: 通報概要

source: Reported by
fr: Rapporté par
ja: によって通報されました

source: Reported incident successfully
fr: Signalé incident avec succès
ja: インシデントを通報しました

source: Reported On:
fr: Signalé le :
ja: 通報された日：

source: reporter
fr: Signalé par
ja: 通報者

source: Reporting
fr: Signalé
ja: 通報中

source: Reporting incident
fr: Signaler un incident
ja: インシデントを通報中

source: Reporting Info
fr: Infos sur l'incident
ja: 通報情報

source: Reporting Period
fr: Période de signalisation
ja: 通報期間

source: Reporting...
fr: Signalisation en cours...
ja: 通報中。。。

source: Required
ja: 必須

source: Resolution By
fr: Résolution par
ja: によって採決

source: Resolution Sources
fr: Sources de résolution
ja: 採決の情報源

source: Resolve
fr: Résoudre
ja: 採決

source: Resolved
fr: Résolu
ja: 採決しました

source: Resolved date
fr: Date de résolution
ja: 採決日

source: Resolved incident successfully
fr: Incident résolu avec succès
ja: インシデントが採決されました。

source: Resolving in
fr: Résolution dans
ja: 後に採決する

source: Resolving incident
fr: Résolution de l'incident
ja: インシデント採決中

source: Resolving...
fr: Résolution...
ja: 採決中

source: Result
ja: 結果

source: Result:
fr: Résultat:
ja: 結果：

source: Risk Disclosure / Disclaimer
fr: Divulgation des risques / Avertissement
ja: リスクの開示/免責事項

source: ROI:
fr: RSI:
ja: ROI（投資利益率）：

source: Search
fr: Chercher
ja: 検索

source: Search Language
fr: Langue de recherche
ja: 言語を検索

source: See less
fr: En voir moins
ja: 表示を減らす

source: See more
fr: En voir plus
ja: もっと見る

source: select a cover
fr: sélectionner une couverture
ja: カバーを選択してください

source: Select your coverage period
fr: Sélectionnez votre période de couverture
ja: 保障期間を選んでください

source: Select your decision
fr: Sélectionnez votre décision
ja: 決定を選んでください

source: Set Gauge
ja: ゲージを設定する

source: Set Gauge On {0}
ja: {0} にゲージを設定します

source: Setting gauge
ja: ゲージを設定しています

source: Setting Gauge...
ja: ゲージ設定中

source: Show More
fr: Afficher plus
ja: 詳細を表示

source: Since you are the first person to dispute this incident reporting, you will need to stake at least {0} {tokenSymbol} tokens. If the majority agree with you, you will earn {1}% of the "incident occurred" side's tokens.
fr: Étant donné que vous êtes la première personne à contester ce rapport d'incident, vous devrez miser au moins {0} jetons {tokenSymbol}. Si la majorité est d'accord avec vous, vous gagnerez {1} % des jetons du côté "incident survenu".
ja: お客様はこの事件報告に異議を唱えた最初の人物であるため、最低限 {0} の {tokenSymbol} トークンをステークする必要があります。もし過半数がお客様に同意する場合、「インシデントが発生した」側がステークしたトークンの {1}% を獲得できます。

source: Snapshot
ja: スナップショット

source: Sort by:
fr: Trier par:
ja: 並べ替え:

source: Stake
fr: Mise ("stake")
ja: ステーク

source: Stake {stakingTokenName}
fr: Mise ("stake") {stakingTokenName}
ja: {stakingTokenName}をステーク

source: Stake {stakingTokenSymbol}
fr: Mise ("stake") {stakingTokenSymbol}
ja: {stakingTokenSymbol}をステーク

source: Stake:
fr: Mise ("stake"):
ja: ステーク:

source: Staked {tokenSymbol} successfully
fr: {tokenSymbol} Mise avec succès
ja: {tokenSymbol} のステークに成功しました

source: Staking
fr: Mise ("staking")
ja: ステーキング中

source: Staking {tokenSymbol}
fr: Mise ("staking") {tokenSymbol}
ja: {tokenSymbol}をステーキング中

source: Staking...
fr: Mise ("staking")
ja: ステーキング中...

source: Start
ja: スタート

source: Starts At
fr: Commence à
ja: から開始

source: status
fr: statuts
ja: 状態

source: Submit Your Dispute
fr: Soumettre votre litige
ja: 異議を提出する

source: Submit Your Vote
ja: 投票を送信してください

source: Success
fr: Succès
ja: 成功

source: Take me back to homepage
fr: Revenir à la page d'accueil
ja: ホームページに戻る

source: The bond feature provides you NPM tokens at a discounted value for a vesting period of {vestingPeriodInterval}.
fr: La fonctionnalité des obligations vous fournit des jetons à valeur réduit sur une période de rachat de {vestingPeriodInterval}.
ja: 本ボンド機能において、 {vestingPeriodInterval}の期間中にて割引価格でNPMトークンを取得することができます。

source: The cx{liquidityTokenSymbol} token will be redeemable for {liquidityTokenSymbol} at a 1:1 ratio if {projectOrProductName} cover resolves as “Incident Occured”
ja: {projectOrProductName} のカバーが「インシデント発生」として解決された場合、cx{liquidityTokenSymbol} トークンは 1:1 の比率で {liquidityTokenSymbol} と引き換えられます。

source: The date and time you observed the incident.
fr: La date et l'heure auxquelles vous avez observé l'incident.
ja: このインシデントを発見した日付と時刻です。

source: The product(s) listed above are part of a diversified cover pool. The payout for a diversified cover product is not guaranteed, so it will be granted on a first-come, first-serve basis.
fr: Le (ou les) produit(s) énumérés ci-dessus font partie d'un portefeuille de couverture diversifié. Le paiement d'un produit de couverture diversifiée n'est pas garanti, il sera donc accordé sur la base du premier arrivé, premier servi.
ja: 上記の商品は、総合型カバープールの一部になります。総合型カバープールにおける給付が保証されていませんので、先着順で支給されます。

source: There are no known incidents of {projectOrProductName}.
ja: {projectOrProductName} に関する既知のインシデントはありません。

source: This report concluded on {longDate}
fr: Ce rapport a pris fin le {longDate}
ja: この通報は{longDate}にて終了しました

source: This report will be concluded on {longDate}
fr: Ce rapport sera conclu le {longDate}
ja: この通報は{longDate}にて終了する予定です

source: Timestamp
fr: Horodatage
ja: タイムスタンプ

source: Title
fr: Titre de la page
ja: タイトル

source: to get protection from hacks & exploits
fr: pour obtenir une protection contre les hacks et les exploits
ja: ハックやエクスプロイトから守る

source: to notify other users about the cover event
fr: pour informer les autres utilisateurs de l'événement de couverture
ja: カバーに関するインシデントをほかのユーザーに知らせる

source: to pool risks and receive rewards
fr: pour mettre en commun les risques et recevoir des récompenses
ja: 資金プールのリスクを分担し報酬を受取る

source: to receive payout by claiming cxTokens
fr: pour recevoir le paiement en réclamant cxTokens
ja: cxTokensの請求によって給付を受取る

source: Token address copied Successfully
fr: Adresse jeton copiée avec succès
ja: トークンアドレスがコピーされました

source: Total Active Protection
fr: Protection active totale
ja: 全ての有効保障

source: total attested stake
fr: total de mise en jeu attestée
ja: 認証に支持する全てのステーク

source: Total Capacity
ja: 総カバレッジ

source: Total Liquidity:
fr: Liquidité totale:
ja: 総流動性:

source: total refuted stake
fr: total de la mise en jeu réfutée
ja: 異議に支持する全てのステーク

source: Transaction in progress
fr: Transaction en cours
ja: 取引実行中

source: Transaction List
fr: Liste des transactions
ja: 取引一覧

source: transaction overview button
fr: bouton aperçu de la transaction
ja: 取引概要ボタン

source: transactions
ja: 取引

source: TVL (Pool)
fr: TVL (Groupe)
ja: TVL (プール)

source: Unable to copy token address
fr: Impossible de copier l'adresse du jeton
ja: トークンアドレスをコピーできません

source: Unlimited Approvals
fr: Approbations illimitées
ja: 無制限の承認

source: Unlock
ja: ロックを解除する

source: Unlock Date
fr: Date de déblocage
ja: ロック解除日

source: unlock npm
ja: npmのロックを解除する

source: Unlocked {tokenSymbol} successfully
ja: {tokenSymbol} のロックを正常に解除しました

source: Unlocked successfully
ja: ロックが正常に解除されました

source: Unlocking {tokenSymbol} token
ja: {tokenSymbol} トークンのロックを解除しています

source: Unlocking NPM
ja: NPMのロックを解除しています

source: Unlocking...
ja: ロック解除中

source: Unlocks At Block
fr: Déblocage au bloc
ja: ブロックでアンロックする

source: Unstake
fr: Retirer la mise ("unstake")
ja: ステーク解除

source: Unstaked {symbol} Successfully
fr: "Unstaked" {symbol} avec succès
ja: {symbol}ステークを解除しました

source: Unstaked {tokenSymbol} successfully
fr: "Unstaked" {tokenSymbol} avec succès
ja: {tokenSymbol} ステークを解除しました

source: Unstaked & claimed {symbol} Successfully
fr: "Unstaked" et réclamé {symbol} avec succès
ja: {symbol}ステークを解除し回収しました

source: Unstaking {symbol}
ja: {symbol}ステークを解除中

source: Unstaking {tokenSymbol}
ja: {tokenSymbol} ステークを解除中

source: Unstaking & claiming {symbol}
fr: "Unstaking" et réclamation {symbol}
ja: {symbol}ステークを解除し回収中

source: Unstaking...
ja: ステーク解除中...

source: Update unlock cycle
ja: ロック解除サイクルを更新する

source: Updating withdrawal period
ja: 引き出し期間を更新しています

source: Updating withdrawal period successfully
ja: 引き出し期間を正常に更新しました

source: User Votes:
fr: Votes de l'utilisateur :
ja: ユーザーの投票:

source: Utilization ratio
fr: Taux d'utilisation
ja: 稼働率

source: Utilization Ratio
ja: 稼働率

source: Utilization ratio:
fr: Taux d'utilisation:
ja: 稼働率:

source: Utilization ratio: {0}
fr: Taux d'utilisation:
ja: 稼働率: {0}

source: Vault Info
fr: Infos du coffre
ja: 金庫情報

source: veNPM approved successfully
ja: veNPM が正常に承認されました

source: vesting term
fr: période de "vesting"
ja: ベスティング期間

source: View More
fr: Voir plus
ja: もっと見る

source: View on Explorer
fr: Voir sur l'explorateur
ja: エクスプローラーで見る

source: View Proposal
ja: 提案を見る

source: View Proposals
ja: 提案を見る

source: View Quotation
fr: Voir le devis
ja: 見積もりを見る

source: View transaction
fr: Voir la transaction
ja: 取引を見る

source: View Tx
fr: Voir Tx
ja: Tx を見る

source: View:
fr: Voir:
ja: 表示：

source: Vote Escrow
ja: 投票エスクロー

source: votes
ja: 投票

source: We use third-party cookies in order to personalize your experience.
fr: Nous utilisons des cookies tiers afin de personnaliser votre expérience.
ja: お客様にカスタマイズのユーザー体験を提供するために、このサイトではサードパーティーCookieを使っています。

source: Weight
fr: Poids
ja: ウェイト

source: when
fr: quand
ja: 時間

source: When a policy's duration ends, it automatically moves to this section. Explore products on the home screen to view available protections.
fr: Quand la durée d'une politique se termine, elle se déplace automatiquement dans cette section. Explorer les produits sur l'écran d'accueil pour voir les protections disponibles.
ja: ポリシーの保障期間が終わると、そのポリシーは自動的にこのセクションに移動されます。ホームページでご利用可能な保障商品をご覧ください。

source: Will Unlock On
fr: Débloquer le
ja: ロック解除日

source: Withdraw
fr: Retirer
ja: 撤回する

source: Withdraw Liquidity
fr: Retirer de la liquidité
ja: 流動性供給を撤回する

source: Withdrawing rewards
fr: Retirer les récompenses
ja: 報酬を回収中

source: Withdrawing...
fr: Retrait...
ja: 回収中

source: Withdrawn {withdrawAmountWithSymbol} from {0} Pool
ja: {0} プールから {withdrawAmountWithSymbol} が引き出されました

source: Withdrawn reward of {tokenAmountWithSymbol} from {0} Pool
ja: {0} プールから {tokenAmountWithSymbol} の報酬が引き出されました

source: Withdrawn rewards successfully
fr: Récompenses retirées avec succès
ja: 報酬を回収しました

source: You are not whitelisted
fr: Vous n'êtes pas dans la liste blanche
ja: ホワイトリストに登録されていません

source: You Earned
fr: Vous avez gagné
ja: 取得した金額

source: You Will Pay
fr: Vous paierez
ja: 支払う金額

source: You will receive
fr: Vous allez recevoir
ja: 以下を受取ります

source: You will receive cx{liquidityTokenSymbol} or Claimable {liquidityTokenSymbol} upon successful completion of this transaction.
fr: Vous recevrez cx{liquidityTokenSymbol} ou Réclamable {liquidityTokenSymbol} après la réussite de cette transaction.
ja: 本取引を完成すると、cx{liquidityTokenSymbol} または 請求できる{liquidityTokenSymbol} を受け取ります。

source: You will Receive:
fr: Vous allez recevoir:
ja: 受け取る金額：

source: You’re on {0} Network. Get <0>Test Tokens</0>.
fr: Vous êtes sur le réseau {0}. Obtenez des <0>jetons de test</0>.
ja: {0} ネットワークにいます。 <0>テストトークンを入手</0>。

source: Your balance is not enough to pay the fee. Please reload your wallet.
fr: Votre solde n'est pas suffisant pour payer les frais. Veuillez recharger votre portefeuille.
ja: 残高不足で支払いできません。ウォレットを入金してください。

source: Your Bond
fr: Votre obligation
ja: あなたのボンド

source: Your Cover Amount
ja: カバー金額

source: Your Locked Balance
ja: ロックされた残高

source: Your Stake
fr: Votre prise ("stake")
ja: あなたのステーク

source: Your Stake:
ja: ステーク：

source: Added {tokenAmountWithSymbol} to {coverOrProjectName} Cover
fr: Ajout de {tokenAmountWithSymbol} à la couverture de {coverOrProjectName}

source: All rules of individual "{coverName}" products are applicable to this pool. If a product's trigger event results resolution, liquidity from this pool will be used to pay out claims.
fr: Toutes les règles des produits "{coverName}" individuels s'appliquent à ce pool. Si l'événement déclencheur d'un produit aboutit à une résolution, la liquidité de ce pool sera utilisée pour payer les sinistres.

source: Available cxTokens for {coverOrProductName} to Claim
fr: CxTokens disponibles pour {coverOrProductName} à réclamer

source: Before providing liquidity to or purchasing a product policy from this pool, please evaluate all product parameters thoroughly. The underwriting capital is concentrated in the "{coverName}" pool that covers individual products. Although diversified cover pools give LPs much higher returns, they are riskier by nature than dedicated cover pools.
fr: Avant de fournir la liquidité ou d'acheter un contrat de couverture, veuillez évaluer soigneusement tous les paramètres du produit. Le capital est concentré dans le pool "{coverName}" qui couvre les produits individuels.

source: Beta version
fr: Version bêta

source: Bond and Staking Pools
fr: Obligations et "staking" pools

source: By visiting this application, you acknowledge and agree the disclaimer as above and/or any changes made to this disclaimer.
fr: En visitant cette application, vous reconnaissez et acceptez la clause de non-responsabilité ci-dessus et/ou toute modification apportée à cette clause de non-responsabilité.

source: By visiting this testnet environment, you acknowledge and agree the disclaimer as above and/or any changes made to this disclaimer.
fr: En visitant cet application, vous reconnaissez et acceptez l'avertissement ci-dessus et/ou toute modification apportée à cet avis de non-responsabilité.

source: Claim your {coverOrProductName} cover cxTokens from the following addresses before the given claim date. Also indicated is the amount of cxTokens you will receive per claim.
fr: Réclamez vos cxTokens de couverture {coverOrProductName} aux adresses suivantes avant la date de réclamation indiquée. Le montant de cxTokens que vous recevrez par réclamation est également indiqué.

source: Could not check user whitelist status
fr: Impossible de vérifier l'état de la liste blanche des utilisateurs

source: Cover Creator agrees that it bears the entire risk of the use of the Neptune Mutual marketplace. In no event shall Neptune Mutual Association, or any of their officers, Directors, employees, members or licensors be liable for any consequential, incidental, direct, indirect punitive or other damages whatsoever.
fr: Cover Creator accepte d'assumer l'intégralité des risques liés à l'utilisation de la marketplace Neptune Mutual. En aucun cas, l'Association Neptune Mutuelle, ou l'un de ses dirigeants, administrateurs, employés, membres ou concédants de licence ne pourra être tenu responsable de tout dommage consécutif, accessoire, direct, indirect, punitif ou autre, quel qu'il soit.

source: Disclaimer Subject to change
fr: Clause de non-responsabilité sous réserve de modifications

source: Disclaimer and Warranty
fr: Avertissement et garantie

source: Enter Referral Code
fr: Entrez le code de parrainage

source: Exceeds maximum bond {0}
fr: Dépasse la limite maximale de l'obligation {0}

source: Harvested <0/>
fr: Récolté <0/>

source: If you just came to know about a recent incident of {0}, carefully read the cover rules above. You can earn flat {1}% of the minority fees if you are the first person to report this incident.
fr: Si vous venez d'apprendre un incident récent de {0}, lisez attentivement les règles de couverture ci-dessus. Vous pouvez gagner un forfait de {1} % des frais de minorité si vous êtes la première personne à signaler cet incident.

source: Incorrect Referral Code
fr: Code de parrainage incorrect

source: Invalid Referral Code
fr: Code de parrainage invalide

source: LAST SYNCED:
fr: DERNIÈRE SYNCHRONE:

source: MORE
fr: PLUS

source: Maximum proposal threshold is {0}
fr: Le seuil de proposition maximal est de {0}

source: Maximum propsal amount should be less than {0}
fr: Le montant maximal de la proposition doit être inférieur à {0}

source: Maximum protection available is {0}
fr: La protection maximale disponible est {0}

source: Minimum proposal threshold is {0}
fr: Le montant minimum de la proposition doit être inférieur à {0}

source: Minimum propsal amount should be greater than {0}
fr: Le montant minimum de la proposition doit être supérieur à {0}
