Repository: neptune-mutual-blue/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: fr, ja

source: {coverName} Cover Terms
ja: {coverName} カバー条件

source: {lockupPeriodInBlocks} Blocks
ja: {lockupPeriodInBlocks}ブローク

source: # of Votes
fr: # de votes
ja: 投票数

source: A cover policy enables you to claim and receive payout when an incident occurs. To purchase a policy, select a cover from the home screen.
fr: Un contrat de couverture vous permet de réclamer et de recevoir des paiements lorsqu'un incident se produit. Pour acheter un contrat, sélectionnez une couverture à partir de l'écran d'accueil.
ja: カバーポリシーは、インシデントが発生した場合、給付を請求し受取ることができます。ポリシーを購入するには、ホーム画面からカバーを選んでいただけます。

source: Accept
fr: Accepter
ja: 同意する

source: account
ja: アカウント

source: Account
fr: Compte
ja: アカウント

source: account details
fr: détails du compte
ja: アカウントの詳細状況

source: Accrue
fr: Accumuler
ja: 生成する

source: Accrued interest successfully
fr: Intérêts courus avec succès
ja: 経過利子生成済み

source: Accruing interest
fr: Intérêts courus
ja: 経過利子生成中

source: Actions
ja: 行動

source: Active
fr: Actif
ja: アクティブ

source: Active Reporting
fr: Enquête en cours
ja: 通報中

source: Add Dispute
fr: Ajouter un litige
ja: 異議の追加

source: Add new link
fr: Ajouter un nouveau lien
ja: 新しいURLの追加

source: Added {tokenAmountWithSymbol} to {projectName} Cover
ja: {tokenAmountWithSymbol} を {projectName} のカバーに追加しました

source: Added Liquidity Successfully
fr: Liquidité ajoutée avec succès
ja: 流動性が追加されました

source: Added Liquidity Successfully!
ja: 流動性の追加に成功しました!

source: Adding Liquidity
fr: Ajouter de la liquidité
ja: 流動性の追加

source: All
fr: Tout
ja: 全て

source: All rules of individual "{projectName}" products are applicable to this pool. If a product's trigger event results resolution, liquidity from this pool will be used to pay out claims.
ja: 個々の「{projectName}」商品のすべてのルールがこのプールに適用されます。商品のトリガーイベントが解決された場合、このプールの流動性が保障金の支払いに使用されます。

source: All Transaction History
fr: Tout l'historique des transactions
ja: 全ての取引履歴

source: amount
fr: montant
ja: 金額

source: Amount available to claim
fr: Montant disponible à réclamer
ja: 請求可能の金額

source: Amount you wish to stake
fr: Montant que vous souhaitez miser
ja: ステークしたい金額

source: Amount you wish to withdraw
fr: Montant que vous souhaitez retirer
ja: 引き出したい金額

source: Annual Cover fee:
fr: Frais de couverture:
ja: 年間保障料金：

source: Approve
fr: Approuver
ja: 承認

source: Approve {depositTokenSymbol}
ja: {depositTokenSymbol} を承認する

source: Approve {NPMTokenSymbol}
ja: {NPMTokenSymbol} を承認する

source: Approve Stake
ja: ステークをを承認する

source: Approve VeNPM
ja: VeNPM を承認する

source: Approved {symbol} Successfully
ja: {symbol} が正常に承認されました

source: Approved {tokenSymbol} successfully
ja: {tokenSymbol} が正常に承認されました

source: Approved {tokenSymbol} Successfully
fr: Approuvé {tokenSymbol} avec succès
ja: {tokenSymbol} の承認に成功しました

source: Approving {symbol} tokens
ja: {symbol} トークンを承認しています

source: Approving {tokenSymbol}
fr: Approbation de {tokenSymbol}
ja: {tokenSymbol} を承認中

source: Approving {tokenSymbol} token
ja: {tokenSymbol} トークンを承認しています

source: Approving {tokenSymbol} tokens
fr: Approbation de {tokenSymbol} jetons
ja: {tokenSymbol} トークンを承認中

source: Approving NPM
ja: NPMを承認しています

source: Approving veNPM for unlock
ja: veNPM のロック解除を承認しています

source: Approving...
fr: Approbation...
ja: 承認中。。。

source: APR
fr: Taux en pourcentage Annuel
ja: 年換算利回り

source: APR: {0}
fr: Taux annuel en pourcentage
ja: 年換算利回り: {0}

source: As of: {effectiveDate}
fr: A partir de
ja: 日時：{effectiveDate}

source: attested
ja: 証明された

source: Attested successfully
fr: Attesté avec succès
ja: 認証済み

source: Attesting...
fr: Attestation en cours
ja: 認証中。。。

source: Available
fr: Disponible
ja: 利用可能の

source: Available cxTokens for {projectOrProductName} to Claim
ja: {projectOrProductName} における請求可能のcxToken

source: Average Boost
ja: 平均ブースト

source: Back
fr: Précédent
ja: 戻る

source: Balance
ja: 残高

source: Balance:
fr: Solde:
ja: 残高:

source: Before providing liquidity to or purchasing a product policy from this pool, please evaluate all product parameters thoroughly. The underwriting capital is concentrated in the "{projectName}" pool that covers individual products. Although diversified cover pools give LPs much higher returns, they are riskier by nature than dedicated cover pools.
ja: このプールに流動性を提供したり、カバーを購入したりする前に、すべての商品パラメータを徹底的に評価してください。引受資本は、個々の商品をカバーする「{projectName}」プールに集中しています。綜合型カバープールは LP にはるかに高いリターンをもたらす一方、専用カバープールよりもリスクが高くなります。

source: Bond
fr: Obligation
ja: ボンド

source: Bond and Liquidity Gauge
ja: ボンド及び流動性ゲージ

source: Bond Info
fr: Infos sur les obligations
ja: ボンド情報

source: Bond Price
fr: Prix des obligations
ja: ボンド価格

source: Bonding...
fr: Obligations
ja: ボンド発行中。。。

source: Bridge
ja: ブリッジ

source: Calculate policy fee
ja: カバー料金を計算する

source: Calculating tokens...
fr: Calcul des jetons...
ja: トークンを計算中...

source: Cancel
fr: Annuler
ja: キャンセル

source: Cannot add liquidity, as one of the product's status is not normal
fr: Impossible d'ajouter de la liquidité, car un des statuts du produit n'est pas normal
ja: 商品の状態が正常ではないため、流動性を追加できません

source: Cannot add liquidity, since the cover status is {statusLink}
fr: Impossible d'ajouter de la liquidité, car le statut de la couverture est {statusLink}
ja: 本カバーの状態が{statusLink}のため、流動性を追加できません

source: Cannot go below minimum stake
fr: Ne peut pas aller en dessous de la mise minimale
ja: 最小限のステーキング金額を下回ることはできません

source: Cannot purchase policy, since the cover is under {statusLink}
ja: カバーが {statusLink} であるため、購入できません

source: Cannot purchase policy, since the cover status is {statusLink}
fr: Impossible d'acheter le contrat de couverture, car l'état de la couverture est {statusLink}
ja: カバー状態が {statusLink}のため、ポリシーを購入できません

source: Cannot stake more than {maxStakableTokenAmount}
fr: Impossible de miser plus de {maxStakableTokenAmount}
ja: {maxStakableTokenAmount}以上のステーキングはできません

source: Capacity
fr: Couverture
ja: カバレッジ

source: Capitalize
fr: Capitaliser
ja: 資本化

source: Capitalized pool successfully
fr: Pool capitalisé avec succès
ja: 資金プールが資本化されました

source: Capitalizing pool
fr: Pool de liquidité
ja: 資金プールを資本化中

source: Capitalizing...
fr: Capitalisation en cours
ja: 資本化中。。。

source: Carefully read the following terms and conditions. For a successful claim payout, all of the following points must be true.
fr: Lisez attentivement les modalités et conditions suivantes pour un paiement réussi, tous les points suivants doivent être vérifiés.
ja: 以下の利用規約をよくお読みください。給付の請求を完成するには、以下のすべての点に該当する必要があります。

source: Cashback Code
ja: キャッシュバックコード

source: Cast Your Vote
fr: Votez
ja: ご投票ください

source: Claim
fr: Réclamer
ja: 請求

source: Claim Before
fr: Réclamer avant
ja: まで請求する

source: Claim begins in
fr: La réclamation commencent
ja: 請求開始

source: Claim Bond
fr: Obligation de réclamation
ja: ボンドの請求

source: Claim Cover
fr: Couverture de réclamation
ja: カバー給付の請求

source: Claim ends in
fr: La réclamation se termine
ja: 請求締めきり

source: Claim My Bond
fr: Réclamer mon obligation
ja: マイボンドの請求

source: Claim Now
fr: Réclamer maintenant
ja: 今すぐ請求

source: Claim your {projectOrProductName} cover cxTokens from the following addresses before the given claim date. Also indicated is the amount of cxTokens you will receive per claim.
ja: 指定された請求日までに、次のアドレスから {projectOrProductName} のカバー cxToken を請求してください。請求ごとに受け取る cxToken の量も示されています。

source: Claimed {tokenAmountWithSymbol} {projectOrProductName} policy
fr: Politique {tokenAmountWithSymbol} {projectOrProductName} réclamation
ja: {tokenAmountWithSymbol} {projectOrProductName} ポリシーを請求済み

source: Claimed {tokenSymbol} successfully
fr: Réclamé {tokenSymbol} avec succès
ja: {tokenSymbol}を請求しました

source: Claimed policy successfully
fr: Politique réclamée avec succès
ja: ポリシー請求に成功しました

source: Claiming {tokenSymbol}
fr: Réclamation de {tokenSymbol}
ja: {tokenSymbol}請求中

source: Claiming policy
fr: Politique de réclamation
ja: ポリシー請求中

source: Claiming...
fr: Réclamation...
ja: 請求中。。。

source: close
fr: fermer
ja: 締め切り

source: Close:
fr: Fermer:
ja: 締め切り： 流動性解除期間閉鎖日 流動性解除期間閉鎖日

source: Collect
fr: Collecter
ja: 収集

source: Collecting...
fr: Collecte en cours...
ja: 収集中。。。

source: Coming soon!
fr: Prochainement!
ja: 近日公開！

source: Complete
ja: 完成

source: Confirming...
ja: 確認中...

source: Connect wallet
fr: Connecter le portefeuille
ja: ウォレットを接続

source: Connected with
fr: Connecté avec
ja: 接続

source: Copied
fr: Copié
ja: コピー済み

source: Copy Address
fr: Copier l'adresse
ja: アドレスをコピーする

source: Could not accrue interest
fr: Impossible d'accumuler un intérêt
ja: 利子を生成できませんでした

source: Could not add liquidity
fr: Impossible d'ajouter des liquidités
ja: 流動性を追加できませんでした

source: Could not approve {liquidityTokenSymbol}
fr: Impossible d'approuver {liquidityTokenSymbol}
ja: {liquidityTokenSymbol}を承認できませんでした

source: Could not approve {NPMTokenSymbol}
fr: Impossible d'approuver {NPMTokenSymbol}
ja: {NPMTokenSymbol}を承認できませんでした

source: Could not approve {NPMTokenSymbol} tokens
fr: Impossible d'approuver les jetons {NPMTokenSymbol}
ja: {NPMTokenSymbol}トークンを承認できませんでした

source: Could not approve {stakingTokenSymbol}
ja: {stakingTokenSymbol} を承認できませんでした

source: Could not approve {symbol} tokens
ja: {symbol}トークンを承認できませんでした

source: Could not approve {tokenSymbol}
fr: Impossible d'approuver {tokenSymbol}
ja: {tokenSymbol} を承認できませんでした

source: Could not approve {tokenSymbol} tokens
fr: Impossible d'approuver {tokenSymbol} jetons
ja: {tokenSymbol} トークンを承認できませんでした

source: Could not approve {vaultTokenSymbol} tokens
fr: Impossible d'approuver les jetons {vaultTokenSymbol}
ja: {vaultTokenSymbol}トークンを承認できませんでした

source: Could not approve LP tokens
fr: Impossible d'approuver les jetons LP
ja: LP トークンを承認できませんでした

source: Could not approve NPM
ja: NPMを承認できませんでした

source: Could not approve veNPM
ja: veNPMを承認できませんでした

source: Could not attest
fr: Impossible d'attester
ja: 認証できませんでした

source: Could not calculate liquidity
fr: Impossible de calculer la liquidité
ja: 流動性を計算できませんでした

source: Could not calculate pods
fr: Impossible de calculer les "pods"
ja: podsを計算できませんでした

source: Could not calculate tokens
fr: Impossible de calculer les jetons
ja: トークンを計算できませんでした

source: Could not capitalize pool
fr: Impossible de capitaliser le pool
ja: 資金プールを資本化できませんでした

source: Could not claim bond
fr: Impossible de réclamer la caution
ja: ボンドを請求できませんでした

source: Could not claim policy
fr: Impossible de réclamer la politique
ja: ポリシーを請求できませんでした

source: Could not create bond
fr: Impossible de créer l'obligation financière
ja: ボンドを発行できませんでした

source: Could not dispute
fr: Impossible de contester
ja: 異議を提出できませんでした

source: Could not emergency resolve incident
fr: Impossible de résoudre l'incident d'urgence
ja: インシデントの緊急決議をできませんでした

source: Could not extend lock period
ja: ロック期間を延長できませんでした

source: Could not finalize incident
fr: Impossible de finaliser l'incident
ja: インシデントを最終決定できませんでした

source: Could not get allowance
fr: Impossible d'obtenir l'allocation
ja: 手当を取得できませんでした

source: Could not get bond info
fr: Impossible d'obtenir les informations sur les obligations
ja: ボンドの情報を取得できませんでした

source: Could not get fees
fr: Impossible d'obtenir des frais
ja: 料金を取得できませんでした

source: Could not get liquidity gauge pool transactions list
ja: 流動性ゲージプールの取引リストを取得できませんでした

source: Could not get liquidity gauge pools
ja: 流動性ゲージプールを取得できませんでした

source: Could not get pool info
fr: Impossible d'obtenir des informations sur le pool
ja: 資金プールの情報を取得できませんでした

source: Could not get roles
fr: Impossible d'obtenir des rôles
ja: 役割を取得できませんでした

source: Could not get vault info
fr: Impossible d'obtenir des informations sur le coffre-fort
ja: 金庫の情報を取得できませんでした

source: Could not get vote-escrow stats
ja: 投票エスクロー統計を取得できませんでした

source: Could not lock {stakingTokenSymbol}
ja: {stakingTokenSymbol}をロックできませんでした

source: Could not lock {tokenSymbol}
ja: {tokenSymbol}をロックできませんでした

source: Could not lock NPM
ja: NPMをロックできませんでした

source: Could not provide liquidity
fr: Impossible de fournir des liquidités
ja: 流動性を提供できませんでした

source: Could not purchase policy
fr: Impossible d'acheter un contrat de couverture
ja: ポリシーを購入できませんでした

source: Could not receive rewards
ja: 報酬を受け取ることができませんでした

source: Could not refute
fr: Impossible de réfuter
ja: 異議を提出できませんでした

source: Could not remove liquidity
fr: Impossible de supprimer la liquidité
ja: 流動性の提供を撤回することができませんでした

source: Could not report incident
fr: Impossible de signaler l'incident
ja: インシデントを通報できませんでした

source: Could not resolve incident
fr: Impossible de résoudre l'incident
ja: インシデントを決議できませんでした

source: Could not set gauge
ja: ゲージを設定できませんでした

source: Could not stake {tokenSymbol}
fr: Impossible de miser ("stake") {tokenSymbol}
ja: {tokenSymbol}をステークできませんでした

source: Could not unlock {tokenSymbol}
ja: {tokenSymbol} のロックを解除できませんでした

source: Could not unlock NPM
ja: NPMのロックを解除できませんでした

source: Could not unstake {NPMTokenSymbol}
fr: Impossible de "unstake" {NPMTokenSymbol}
ja: {NPMTokenSymbol}ステークを解除できませんでした

source: Could not unstake {symbol}
fr: Impossible de retirer la mise ("stake") {symbol}
ja: {symbol}ステークを解除できませんでした

source: Could not unstake {tokenSymbol}
fr: Impossible de retirer la mise ("stake") {tokenSymbol}
ja: {tokenSymbol}ステークを解除できませんでした

source: Could not unstake & claim {NPMTokenSymbol}
fr: Impossible de "unstake" et de réclamer {NPMTokenSymbol}
ja: {NPMTokenSymbol}ステークを解除し回収することができませんでした

source: Could not unstake & claim {symbol}
fr: Impossible de retirer la mise ("stake") & de réclamer {symbol}
ja: {symbol}ステークを解除し回収することができませんでした

source: Could not update withdrawal period
ja: 引き出し期間を更新できませんでした

source: Could not withdraw during lockup period
fr: Impossible de retirer pendant la période de verrouillage
ja: ロックアップ期間中に撤回できませんでした

source: Could not withdraw rewards
fr: Impossible de retirer les récompenses
ja: 報酬を回収できませんでした

source: cover
fr: couverture
ja: カバー

source: Cover
ja: カバー

source: Cover Expires On
ja: カバーの有効期限

source: Cover Fee
fr: Frais de couverture
ja: カバー料金

source: Cover Fee Earned
ja: 獲得したカバー料金

source: Cover Products
fr: Produits de couverture
ja: カバー商品

source: Cover Purchased Successfully!
fr: Couverture achetée avec succès !
ja: カバーを購入しました！

source: Cover Rules
fr: Règles de couverture
ja: カバールール

source: Coverage
fr: Couvert
ja: カバーされた

source: Coverage Period
ja: カバー期間

source: Covered Blockchains
fr: Blockchains couverts
ja: カバーされたブロックチェーン

source: Created bond successfully
fr: Obligation créé avec succès
ja: ボンドを発行しました

source: Creating bond
fr: Création d'obligation
ja: ボンド発行中

source: Current Network
ja: 現在のネットワーク

source: date and time
fr: date et heure
ja: 日時

source: Decline
fr: Refuser
ja: 拒否する

source: Dedicated covers
fr: Couvertures dédiées
ja: 専用カバープール

source: Dedicated Pool
fr: Pool dédié
ja: 専用の資金プール

source: Description
fr: Libellé
ja: 説明

source: details
fr: détails
ja: 詳細

source: Didn’t find what you were looking for?
fr: Vous n'avez pas trouvé ce que vous cherchiez ?
ja: お探しのことが見つかりませんでしたか？

source: Disconnect
fr: Déconnecter
ja: 接続を解除する

source: Dispute
fr: Contestation
ja: 異議

source: Disputed by
fr: Contesté par
ja: による異議を提出

source: Disputed successfully
fr: Contesté avec succès
ja: 異議提出に成功しました

source: Disputing...
fr: Contestation...
ja: 異議提出中。。。

source: Diversified Pool
fr: Pool diversifié
ja: 総合型資金プール

source: Diversified pool with {0}x leverage factor and {1} capital efficiency
fr: Pool diversifié avec {0}x facteur d’effet de levier et {1} efficacité du capital
ja: 総合型資金プールは {0}倍のレバレッジ係数と{1}の資本効率を有している

source: Don't have Arbitrum ETH? <0>Use Neptune Mutual on Ethereum</0> or <1>Bridge ETH and USDC to Arbitrum</1>
ja: Arbitrum ETH をお持ちでない場合は、 <0>イーサリアムで Neptune Mutual を使用する</0> or <1>ETH と USDC をArbitrumにブリッジする</1>

source: Don't worry, you're not required to make a purchase just yet.
fr: Ne vous inquiétez pas, vous n'êtes pas obligé d'effectuer un achat pour le moment.
ja: ご心配なく。まだカバーを購入する必要がございません。

source: Download LP Cover Terms
fr: Télécharger les Termes de Couverture LP
ja: LPカバー規約をダウンロードする

source: Earn
fr: Gagner
ja: 稼ぐ

source: Earn {rewardTokenSymbol}
fr: Gagnez {rewardTokenSymbol}
ja: {rewardTokenSymbol}を稼ぐ

source: Emergency resolution
fr: Résolution d'urgence
ja: 緊急採決

source: Emergency resolve
fr: Résolution d'urgence
ja: 緊急採決

source: Emergency Resolved
fr: Urgence résolue
ja: 緊急採決しました

source: Emergency resolved incident successfully
fr: Urgence résolu avec succès
ja: インシデントが緊急採決されました

source: Emergency resolving incident
fr: Incident de résolution d'urgence
ja: インシデント緊急採決中

source: Emergency resolving...
fr: Résolution d'urgence...
ja: 緊急採決中。。。

source: Emission Received
ja: エミッションを受け取りました

source: Emissions
ja: エミッション

source: End
ja: 終了

source: Enter {NPMTokenSymbol} Amount
fr: Saisissez le montant de {NPMTokenSymbol}
ja: {NPMTokenSymbol} の金額を入力してください

source: Enter Amount
fr: Entrez le montant
ja: 金額を入力してください

source: Enter Amount You Wish to Add
ja: 追加したい金額を入力してください

source: Enter Amount You Wish to Lock
ja: ロックしたい金額を入力してください

source: Enter Amount you wish to provide
fr: Entrez le montant que vous souhaitez fournir
ja: 提供したい金額を入力してください

source: Enter Cashback Code
ja: キャッシュバックコードを入力してください

source: Enter Dispute Title
fr: Saisir le titre du litige
ja: 異議のタイトルを入力してください

source: Enter Incident Title
fr: Entrez le titre de l'incident
ja: インシデントのタイトルを入力してください

source: Enter the dispute title.
fr: Entrez le titre du litige.
ja: 異議のタイトルを入力してください。

source: Enter the incident title.
fr: Entrez le titre de l'incident.
ja: インシデントのタイトルを入力してください。

source: Enter your {NPMTokenSymbol} stake
fr: Entrez votre mise {NPMTokenSymbol}
ja: {NPMTokenSymbol} ステークを入力してください

source: Enter your {tokenSymbol}
fr: Entrez votre {tokenSymbol}
ja: {tokenSymbol} を入力してください

source: Enter your amount
fr: Entrez votre montant
ja: 金額を入力してください

source: Enter your POD
fr: Entrez votre POD
ja: POD金額を入力してください

source: Enter your stake
fr: Entrez votre mise ("stake")
ja: ステーク金額を入力してください

source: Epoch Emission:
ja: エポックエミッション:

source: Error
fr: Erreur
ja: エラー

source: Ethereum gas fees too high? <0>Use Neptune Mutual on Arbitrum</0>
ja: イーサリアムのガス代が高すぎる？ <0>Arbitrum で Neptune Mutual を使用する</0>

source: Exceeds maximum balance
fr: Dépassement du solde maximum
ja: 最大残高を超過

source: Exceeds maximum bond {maxBond}
ja: 最大ボンド量 {maxBond} を超えています

source: Expired
fr: Expiré
ja: 期限切れ

source: Expired On
fr: Expiré le
ja: 期限切れ

source: Expires At
fr: Expire à
ja: 期限切れ

source: Expires In
fr: Expiré le
ja: 期限切れ

source: Extended lock period successfully
ja: ロック期間の延長に成功しました

source: Extending lock period
ja: ロック期間を延長しています

source: False reporting
fr: Faux signalement
ja: 誤報

source: False Reporting
fr: Faux Signalement
ja: 誤報

source: Feature is yet to be released. Our team’s getting it ready for you.
fr: La fonctionnalité doit encore être publiée. Notre équipe y travaille.
ja: 機能はまだリリースされていません。我々が今準備を進めています。

source: Fee: {0}
fr: Frais : {0}
ja: 料金: {0}

source: Fetching {liquidityTokenSymbol} allowance...
fr: Récupération de l'allocation de {liquidityTokenSymbol}...
ja: {liquidityTokenSymbol}手当を取得しています...

source: Fetching {NPMTokenSymbol} allowance...
fr: Récupération de l'allocation de {NPMTokenSymbol}...
ja: {NPMTokenSymbol}手当を取得しています...

source: Fetching allowance...
fr: Récupération de l'allocation...
ja: 手当を取得しています...

source: Fetching balance...
fr: Récupération du solde...
ja: 残高を取得しています...

source: Fetching fees...
fr: Récupération des frais...
ja: 料金を取得しています...

source: Finalize
fr: Finaliser
ja: 最終決定

source: Finalized incident successfully
fr: Incident finalisé avec succès
ja: インシデントが最終決定されました

source: Finalizing incident
fr: Finalisation de l'incident
ja: インシデント最終決定中

source: Finalizing...
fr: Finaliser...
ja: 最終決定中。。。

source: Gauge Controller Emission (GCE)
ja: ゲージ コントローラー エミッション (GCE)

source: Gauge Controller Listing (GCL)
ja: ゲージコントローラーリスト (GCL)

source: Gauge set successfully
ja: ゲージが正常に設定されました

source: Get LP tokens
fr: Obtenir des jetons LP
ja: LPトークンを取得します

source: Governance
ja: カバナンス

source: Grants
ja: 助成金

source: Harvested {harvestAmountWithSymbol} from {0} Pool
ja: {0} プールから {harvestAmountWithSymbol} を収集しました

source: High Boost
ja: ハイブースト

source: Home
fr: Accueil
ja: ホーム

source: How Much Protection Do You Require?
fr: De combien de protection avez-vous besoin ?
ja: どの程度の保障が必要ですか?

source: I have read, evaluated, understood, agreed to, and accepted all risks, cover terms, exclusions, standard exclusions of this pool and the Neptune Mutual protocol.
fr: J'ai lu, évalué, compris, convenu et accepté tous les risques, les termes de couverture, les exclusions, les exclusions standard de ce pool et le protocole de Neptune Mutual.
ja: 私はこの資金プール及びNeptune Mutual プロトコルに関するすべてのリスク、カバーの諸条件、除外事項及び基準除外事項を読み、評価し、理解し且つ同意します。

source: I have read, understood, and agree to the cover terms, parameters, and exclusions, as well as the standard exclusions.
ja: 私は、標準の除外条件だけでなく、対象条件、パラメータ、除外条件を読み、理解し、同意します。

source: I have read, understood, and agree to the terms of cover rules
fr: J'ai lu, compris et j'accepte les termes des règles de couverture
ja: 私はカバールールに関する諸条件を読み、理解し且つ同意します。

source: I Want to
fr: J'aimerais
ja: やりたいこと

source: If you do not want to keep approving for each transaction, enable this option.
fr: Si vous ne voulez pas continuer à approuver pour chaque transaction, activez cette case.
ja: 取引ごとに承認したくない場合は、このボックスを有効にしてください。

source: If you just came to know about a recent incident of {projectOrProductName}, carefully read the cover rules above. You can earn flat {0}% of the minority fees if you are the first person to report this incident.
ja: {projectOrProductName} の最近のインシデントについて知った場合は、上記のカバールールをよくお読みください。このインシデントを最初に報告した人は、少数者料金の一律 {0}% を受け取ることができます。

source: Important Note
fr: Note importante
ja: 重要事項

source: Incident date
fr: Date de l'incident
ja: インシデント発生日

source: Incident Occurred
fr: L'incident s'est produit
ja: インシデントが発生しました

source: Incident Reporters
fr: Rapporteurs d'incidents
ja: インシデント通報者

source: Incorrect Cashback Code
ja: 間違ったキャッシュバック コード

source: Increase Your Boost
ja: ブーストを増やす

source: Insights
fr: Aperçus
ja: インサイト

source: Insufficient Balance
fr: Solde insuffisant
ja: 残高不足

source: Insufficient Stake
fr: Pas assez de mise ("stake")
ja: ステーク不足

source: Invalid amount to bond
fr: Montant de l'obligation invalide
ja: ボンドの金額が無効です

source: Invalid amount to claim
fr: Montant à réclamer non valide
ja: ご請求の金額が無効です

source: Invalid amount to cover
fr: Montant à couvrir non valide
ja: カバーする金額が無効です

source: Invalid amount to stake
fr: Montant de mise ("stake") non valide
ja: ステークする金額が無効です

source: Invalid Cashback Code
ja: 無効なキャッシュバック コード

source: Last Synced:
ja: 最後に同期された時間:

source: Latest version of the Standard Terms and Conditions will apply.
ja: 最新版の標準利用規約が適用されます。

source: Liquidity
fr: Liquidité
ja: 流動性

source: Liquidity Gauge
ja: 流動性ゲージ

source: Liquidity Gauge Pools
ja: 流動性ゲージプール

source: Liquidity is above threshold
fr: La liquidité est au-dessus du seuil
ja: 流動性は閾値を超えています

source: Liquidity is below threshold
fr: La liquidité est inférieure au seuil
ja: 流動性は閾値を下回っています

source: Liquidity providers collectively own a liquidity pool. To become a liquidity provider, select a cover from the home screen.
fr: Les fournisseurs de liquidités possèdent collectivement un pool de liquidité. Pour devenir un fournisseur de liquidité, sélectionnez une couverture à partir de l'écran d'accueil.
ja: 流動性プロバイダーたちは共同で流動性プールを所有しています。流動性プロバイダーになるには、ホーム画面からカバーを選択してください。

source: Liquidity Rewards (LR)
ja: 流動性報酬 (LR)

source: Live
ja: ライブ

source: loading...
fr: chargement en cours...
ja: 読み込み中...

source: Loading...
ja: 読み込み中...

source: Lock
ja: ロック

source: Locked {stakeAmountWithSymbol} in {0} Pool
ja: {0} プールにて {stakeAmountWithSymbol} をロックしました

source: Locked {tokenAmountWithSymbol} in {0} Pool
ja: {0} プールにて {tokenAmountWithSymbol} をロックしました

source: Locked {tokenSymbol} successfully
ja: {tokenSymbol} を正常にロックしました

source: Locking {tokenSymbol} token
ja: {tokenSymbol} トークンをロックしています

source: Locking NPM
ja: NPMをロックしています

source: Locking...
ja: ロック中...
