Repository: neptune-mutual-blue/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: fr, ja

source: Neptune Mutual Association is not involved in the transactions between parties in the Neptune Mutual marketplace and has no control over the respective parties and no responsibility or liabilities on the transactions or any dealing between these parties, including but not limited to any settlement of the transactions or any background check, verification procedures, or due diligence against any parties or entities. The Cover Creator understands and acknowledges that the respective parties have their own responsibilities to conduct any due diligence on their counterparties, if necessary, and to conduct all risk analysis or risk management against these counterparties.
fr: Neptune Mutual Association n'est pas impliquée dans les transactions entre les parties sur la marketplace et Neptune Mutual n'a aucun contrôle sur les parties respectives et aucune responsabilité ou obligation sur les transactions ou toute transaction entre ces parties, y compris, mais sans s'y limiter, tout règlement des transactions ou toute vérification des antécédents, procédures de vérification ou diligence raisonnable contre toute partie ou entité. Le Créateur de Couverture comprend et reconnaît que les parties respectives ont leurs propres responsabilités pour effectuer toute diligence raisonnable sur leurs contreparties, si nécessaire, et pour effectuer toutes les analyses de risques ou la gestion des risques contre ces contreparties.

source: Neptune Mutual is not liable for any loss, either in relation to the principal or interest, resulting from default, hack or exploit of the protocols to which cover pools lend funds as part of the yield optimisation strategies.
fr: Neptune Mutual n'est pas responsable de toute perte, que ce soit en principal ou en intérêt, résultant d'un défaut, d'un piratage ou de l'exploitation des protocoles auxquels les pools de couverture prêtent des fonds dans le cadre des stratégies d'optimisation du rendement.

source: Neptune Mutual is not liable to any loss due to the maintenance on the protocol.
fr: Neptune Mutual n'est pas responsable de toute perte due à la maintenance du protocole.

source: Neptune Mutual is not responsible for any error, delay, loss, corruption or interruption in the transmission of data on the blockchain.
fr: Neptune Mutual n'est pas responsable de toute erreur, retard, perte, corruption ou interruption dans la transmission des données sur la blockchain.

source: Neptune and its directors, staffs, employees, advisors, developers and/or any service providers to Neptune involved in creating the marketplace, protocol and/or any products will not be liable for any claims or damages associated with your use of the marketplace, protocol and/or products, including any direct, indirect, incidental, special, exemplary, punitive or consequential damages, or loss of products, digital assets, or any items of value.
fr: Neptune Mutual et ses administrateurs, son personnel, ses employés, ses conseillers, ses développeurs et/ou tout fournisseur de services de Neptune Mutual impliqué dans la création de la marketplace, du protocole et/ou de tout autre produit ne seront pas responsables des réclamations ou des dommages associés à votre utilisation de la marketplace, du protocole et/ou des produits, y compris tout dommage direct, indirect, accessoire, spécial, exemplaire, punitif ou consécutif, ou la perte de produits, d'actifs numériques ou de tout élément de valeur.

source: Neptune does not guarantee that the marketplace, protocol or any products on the marketplace are bug-free, risk-free, error-free and/or free from any exploits. Further, Neptune does not warrant that any errors on the marketplace, protocol or products are correctable or will be correctable.
fr: Neptune ne garantit pas que la marketplace, le protocole ou tout produit sur la marketplace sont exempts de bogues, de risques, d'erreurs et/ou de tout exploit. De plus, Neptune ne garantit pas que toute erreur sur la marketplace, le protocole ou les produits est corrigible ou sera corrigible.

source: Neptune does not represent or warrant that all materials on the marketplace are complete, reliable, error-free, free of exploits or free from any unforeseeable and harmful components.
fr: Neptune ne déclare ni ne garantit que tous les documents sur la marketplace sont complets, fiables, sans erreur, sans exploits ou sans composants imprévisibles et nuisibles.

source: Neptune is not liable for any inaccuracy, defect or omission of data on the blockchain.
fr: Neptune n'est pas responsable de toute inexactitude, défaut ou omission de données sur la blockchain.

source: Neptune may change this disclaimer at any time without notice to you and without liability to you or any other party. It is your responsibility to periodically check this disclaimer for changes. If you do not agree to any changes made to this disclaimer, you should cease use of this testnet.
fr: Neptune peut modifier cette clause de non-responsabilité à tout moment sans préavis et sans responsabilité envers vous ou toute autre partie. Il est de votre responsabilité de vérifier périodiquement cette clause de non-responsabilité pour des changements. Si vous n'acceptez pas les modifications apportées à cette clause de non-responsabilité, vous devez cesser d'utiliser cette marketplace.

source: Neptune may change this disclaimer at any time without notice to you and without liability to you or any other party. It is your responsibility to periodically check this disclaimer for changes. If you do not agree to any changes made to this disclaimer, you should cease use of this testnet.
fr: Neptune peut modifier cette clause de non-responsabilité à tout moment sans préavis et sans responsabilité envers vous ou toute autre partie. Il est de votre responsabilité de vérifier périodiquement cette clause de non-responsabilité pour les changements. Si vous n'acceptez pas les modifications apportées à cette clause de non-responsabilité, vous devriez cesser d'utiliser cette application.

source: Neptune provides the marketplace, protocol and its products on a “as-is” basis and disclaim any warranties of merchantability, fitness for a particular purpose or any warranties arising from course of performance.
fr: Neptune fournit la marketplace, le protocole et ses produits "tels quels" et décline toute garantie de qualité marchande, d'adéquation à un usage particulier ou toute garantie découlant du déroulement des performances.

source: Referral Code
fr: Code de Parrainage

source: Removed {tokenAmountWithSymbol} from {coverOrProjectName} Cover
fr: Suppression de {tokenAmountWithSymbol} de la couverture {coverOrProjectName}

source: Resolved Date
fr: Date de résolution

source: Staked <0/>
fr: Mise {stakingTokenSymbol}

source: The cover creators, covers, covers availability, liquidity volume, protection amount, utilization ratio, as well as any other content in the testnet are fictitious and solely for the purpose of testing and experimenting. Neptune does not guarantee or warrant such information or content will be similar or close to the actual environment when the mainnet deploys. The logos and cover creators placed on the testnet are not intended to imply any official endorsement or commitment by those creators.
fr: Les créateurs de couvertures, les couvertures, couvre la disponibilité, le volume de liquidité, le montant de protection, le rapport d'utilisation, ainsi que tout autre contenu dans le réseau de test sont fictifs et uniquement à des fins de test et d'expérimentation. Neptune ne garantit pas ou ne garantit pas que ces informations ou contenus seront similaires ou proches de l'environnement réel lors du déploiement du réseau principal. Les logos et les créateurs de couvertures placés sur le réseau de test ne sont pas destinés à impliquer une approbation ou un engagement officiel de la part de ces créateurs.

source: The cx{liquidityTokenSymbol} token will be redeemable for {liquidityTokenSymbol} at a 1:1 ratio if {coverName} cover resolves as “Incident Occured”
fr: Le jeton cx{liquidityTokenSymbol} sera échangeable contre {liquidityTokenSymbol} à un ratio de 1:1 si la couverture de {coverName} se résout en "Incident s'est produit"

source: The minimum NPM token requirement will only be applicable after the TGE. For the time being, you may purchase policy and receive payouts when an incident is resolved.
fr: L'exigence minimale de jeton NPM ne sera applicable qu'après le TGE. Pour le moment, vous pouvez souscrire à une police et recevoir des paiements lorsqu'un incident est résolu.

source: The purpose of this testnet environment is to test and conduct experiment on Neptune Mutual protocol without imposing risk to any digital assets or the main chain. Hence, this testnet environment is furnished for testing and experimenting only, and is subject to continuous updating, changing, improving, and/or periodically shut down without notice. The testnet environment may be malfunctioned, include technical errors or typographical errors. Any content, information, data, logo, including but not limited to covers providers, liquidity, protection policy are fictitious and should not be construed as a commitment by Neptune, and without warranties implied or statutory including without limitation warranties of merchantability, fitness for a particular use and non-infringement. Neptune accepts no responsibility or liability from any visitors on the testnet with regard to any issue incurred as a result of using or visiting the testnet environment.
fr: Le but de cet environnement testnet est de tester et de mener des expériences sur le protocole de Neptune Mutuel sans imposer de risque à aucun actif numérique ou à toute chaîne principale. Par conséquent, cet environnement testnet n'est fourni qu'à des fins de test et d'expérimentation et est sujet à des mises à jour, des changements, des améliorations et/ou à des fermetures périodiques sans préavis. L'environnement testnet peut être défectueux, y compris des erreurs techniques ou typographiques. Tout contenu, information, données, logo, y compris, mais sans s'y limiter, couvre les fournisseurs, les liquidités, la politique de protection est fictive et ne doit pas être interprétée comme un engagement de Neptune, et sans garantie implicite ou légale y compris, sans limitation, des garanties de qualité marchande, d'adaptation à une utilisation particulière et de non-contrefaçon. Neptune décline toute responsabilité ou responsabilité de la part des visiteurs du réseau testnet à l'égard de tout problème encouru par suite de l'utilisation ou de la visite de l'environnement testnet.

source: There are no known incidents of {0}.
fr: Il n'y a aucun incident connu de {0}.

source: This application has been built by Neptune Mutual, i.e. its operating entity Neptune Tech Limited and/or its affiliated companies (collectively “Neptune”).
fr: Cette application a été créée par Neptune Mutual, c'est-à-dire son entité opérationnelle Neptune Tech Limited et/ou ses sociétés affiliées (collectivement « Neptune »).

source: This application is a beta version, as indicated by the label under the Neptune Mutual logo in the top left corner of the application. The beta version of the application may be subject to changes, including but not limited to:
fr: Cette application est une version bêta, comme l'indique l'étiquette sous le logo Neptune Mutual dans le coin supérieur gauche de l'application. La version bêta de l'application peut être sujette à des modifications, y compris, mais sans s'y limiter :

source: This testnet environment is built by Neptune Mutual, i.e. its operating entity Neptune Tech Limited and/or its affiliated companies (collectively “Neptune”).
fr: Cet environnement testnet est construit par Neptune Mutual, c'est-à-dire son entité opérationnelle Neptune Tech Limited et/ou ses sociétés affiliées (collectivement « Neptune »).

source: Total Liquidity
fr: Liquidité totale

source: UNSTAKE
fr: RETIRER LA MISE ("UNSTAKE")

source: View Policy Receipt
fr: Afficher le reçu de la couverture

source: When users buy a cover policy or invest liquidity in a cover pool from the Neptune Mutual marketplace, these transactions are directly between the buyer and liquidity providers collectively via a liquidity pool which takes place on-chain and independently from the Neptune Mutual Association. The Cover Creator agrees that Neptune Mutual Association is not an agent, joint venture, partnership or any similar arrangement for the Cover Creator, nor for the cover policy buyer, nor for the cover pool liquidity supplier, and has no authority to act on behalf of any of these parties.
fr: Lorsque les utilisateurs achètent une police de couverture ou investissent des liquidités dans un pool de couverture sur la marketplace Neptune Mutual, ces transactions se font directement entre l'acheteur et les fournisseurs de liquidité collectivement via un pool de liquidité qui se déroule en chaîne et indépendamment de la Neptune Mutual Association. Le créateur de couverture accepte que Neptune Mutual Association n'est pas un agent, une co-entreprise, un partenariat ou tout autre arrangement similaire pour le créateur de couverture, ni pour l'acheteur de la police de couverture, ni pour le fournisseur de liquidités du pool de couverture, et n'a pas le pouvoir d'agir au nom de aucune de ces parties.

source: Withdrawn <0/>
fr: Retiré <0/>

source: You agree and understand that your use of Neptune's marketplace, protocol and its products involve various risks, including but not limited to any risks of using blockchain technology and protocol, risks of fluctuation of prices of blockchain based digital assets, risks of change of governmental policies and regulations, risks of any force majeure events, etc.
fr: Vous acceptez et comprenez que votre utilisation du marché, du protocole et de ses produits de Neptune implique divers risques, y compris, mais sans s'y limiter, les risques liés à l'utilisation de la technologie et du protocole blockchain, les risques de fluctuation des prix des actifs numériques basés sur la blockchain, les risques de changement des politiques gouvernementales et réglementation, risques d'événements de force majeure, etc.

source: click here
fr: cliquez ici

source: cover policy conditions, cover parameters and exclusions may be subject to change during the cover policy period,
fr: les conditions de la police de couverture, les paramètres de couverture et les exclusions peuvent être sujets à changement pendant la période de la police de couverture,

source: liquidity provider terms may be subject to change both before and after provision of liquidity,
fr: les conditions du fournisseur de liquidité peuvent être modifiées avant et après la fourniture de liquidité,

source: the marketplace standard terms and conditions may be subject to change.
fr: les conditions générales standard de la marketplace peuvent être sujettes à modification.

source: {0} Cover Terms
fr: {0} Termes de contrat
